{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"bias_constraint": null, "bias_regularizer": null, "activation": "relu", "name": "dense_1", "batch_input_shape": [null, 6], "dtype": "float32", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 100, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"bias_constraint": null, "activity_regularizer": null, "activation": "relu", "name": "dense_2", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 50, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"bias_constraint": null, "activity_regularizer": null, "activation": "softmax", "name": "dense_3", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "units": 5, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null}}], "keras_version": "2.1.5"}