{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"activation": "relu", "kernel_constraint": null, "name": "dense_1", "batch_input_shape": [null, 6], "units": 100, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "dtype": "float32", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_regularizer": null}}, {"class_name": "Dense", "config": {"activation": "relu", "kernel_constraint": null, "name": "dense_2", "trainable": true, "units": 50, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activation": "softmax", "kernel_constraint": null, "name": "dense_3", "trainable": true, "units": 5, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "keras_version": "2.1.5"}